Repository: praveenkvr/Manifest
Catalog: Manifest/Manifest/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt, ru, zh

source: Tomorrow's script arrives at %@
ar: يصل نص الغد في %@
de: Der Text für morgen kommt um %@
es: El guion de mañana llega a las %@
fr: Le texte de demain arrive à %@
hi: कल की स्क्रिप्ट %@ बजे आएगी
it: Il testo di domani arriva alle %@
ja: 明日のスクリプトは%@に届きます
ko: 내일의 스크립트는 %@에 도착해요
pt: O roteiro de amanhã chega às %@
ru: Завтрашний текст появится в %@
zh: 明日脚本将于%@送达

source: Try again
ar: إعادة المحاولة
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
hi: फिर से प्रयास करें
it: Riprova
ja: もう一度試す
ko: 다시 시도
pt: Tentar novamente
ru: Попробовать снова
zh: 重试

source: Turn it on to lock apps during your ritual
ar: فعّله لقفل التطبيقات أثناء طقسك
de: Aktiviere es, um Apps während deines Rituals zu sperren
es: Actívalo para bloquear apps durante tu ritual
fr: Activez-le pour verrouiller les applis pendant votre rituel
hi: अनुष्ठान के दौरान ऐप्स लॉक करने के लिए इसे चालू करें
it: Attivalo per bloccare le app durante il tuo rituale
ja: 儀式の間アプリをロックするには有効にしてください
ko: 의식 중 앱을 잠그려면 활성화하세요
pt: Ative para bloquear apps durante seu ritual
ru: Включите, чтобы блокировать приложения во время ритуала
zh: 开启后可在仪式期间锁定应用

source: Two minutes, then the day is yours.
ar: دقيقتان فقط، ثم يصبح يومك ملكك.
de: Zwei Minuten, dann gehört dir der Tag.
es: Dos minutos, y el día es tuyo.
fr: Deux minutes, puis la journée est à vous.
hi: सिर्फ़ दो मिनट, फिर दिन आपका है।
it: Due minuti, poi la giornata è tua.
ja: たった2分で、今日一日はあなたのもの。
ko: 단 2분이면 오늘 하루는 당신의 것입니다.
pt: Dois minutos, e o dia é seu.
ru: Две минуты — и день ваш.
zh: 只需两分钟,今天就属于你。

source: Two permissions, then you're set
ar: إذنان، وستكون جاهزًا
de: Zwei Berechtigungen, dann bist du startklar
es: Dos permisos y listo
fr: Deux autorisations, et c'est prêt
hi: दो अनुमतियां, फिर आप तैयार हैं
it: Due permessi e sei a posto
ja: 2つの権限で 準備完了
ko: 두 가지 권한만 허용하면 완료예요
pt: Duas permissões e está pronto
ru: Два разрешения — и вы готовы
zh: 两项权限 即可完成设置

source: Unlimited goals, a fresh script every morning in your language, and the gatekeeper that holds the line.
ar: أهداف غير محدودة، ونص جديد كل صباح بلغتك، والحارس الذي يحافظ على الخط.
de: Unbegrenzte Ziele, jeden Morgen ein neuer Text in deiner Sprache, und der Torwächter, der die Linie hält.
es: Metas ilimitadas, un guion nuevo cada mañana en tu idioma y el guardián que mantiene la línea.
fr: Objectifs illimités, un nouveau texte chaque matin dans votre langue, et le gardien qui tient la ligne.
hi: असीमित लक्ष्य, हर सुबह आपकी भाषा में एक नई स्क्रिप्ट, और वह द्वारपाल जो सीमा बनाए रखता है।
it: Obiettivi illimitati, un nuovo testo ogni mattina nella tua lingua, e il guardiano che tiene la linea.
ja: 無制限の目標、毎朝あなたの言語で届く新しいスクリプト、そして一線を守るゲートキーパー。
ko: 무제한 목표, 매일 아침 당신의 언어로 도착하는 새로운 스크립트, 그리고 선을 지켜주는 게이트키퍼.
pt: Metas ilimitadas, um roteiro novo toda manhã no seu idioma, e o guardião que segura a linha.
ru: Неограниченное число целей, новый текст каждое утро на вашем языке и страж, который держит границу.
zh: 无限目标数量、每天早晨以你的语言呈现的全新脚本，以及为你守住底线的守门人。

source: Use a grace skip
ar: استخدم تخطٍّ مؤقت
de: Gnaden-Skip nutzen
es: Usar un salto de gracia
fr: Utiliser un saut de grâce
hi: एक ग्रेस स्किप का उपयोग करें
it: Usa un salto di cortesia
ja: 猶予スキップを使う
ko: 유예 건너뛰기 사용
pt: Usar um pulo de cortesia
ru: Использовать пропуск-поблажку
zh: 使用一次宽限跳过

source: Use Settings default
ar: استخدام الإعداد الافتراضي
de: Standard aus Einstellungen verwenden
es: Usar el predeterminado de Ajustes
fr: Utiliser la valeur par défaut des Réglages
hi: सेटिंग्स डिफ़ॉल्ट का उपयोग करें
it: Usa il valore predefinito delle Impostazioni
ja: 設定のデフォルトを使用
ko: 설정 기본값 사용
pt: Usar padrão de Configurações
ru: Использовать значение по умолчанию
zh: 使用设置中的默认值

source: VISION BOARD
ar: لوحة الرؤية
es: TABLERO DE VISIÓN
fr: TABLEAU DE VISION
hi: विज़न बोर्ड
it: BACHECA DELLE VISIONI
ja: ビジョンボード
ko: 비전 보드
pt: QUADRO DE VISÃO
ru: ДОСКА ВИЗУАЛИЗАЦИИ
zh: 愿景板

source: Water charging
ar: شحن الماء
de: Wasser aufladen
es: Carga de agua
fr: Charge de l'eau
hi: जल चार्जिंग
it: Carica dell'acqua
ja: 水チャージ
ko: 물 충전
pt: Carga de água
ru: Заряд воды
zh: 注水充能

source: week
ar: أسبوع
de: Woche
es: semana
fr: semaine
hi: सप्ताह
it: settimana
ja: 週
ko: 주
pt: semana
ru: неделя
zh: 周

source: Weekdays
ar: أيام الأسبوع
de: Wochentage
es: Días laborables
fr: Jours de semaine
hi: सप्ताह के दिन
it: Giorni feriali
ja: 平日
ko: 평일
pt: Dias úteis
ru: Будни
zh: 工作日

source: Weekly
ar: أسبوعي
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
hi: साप्ताहिक
it: Settimanale
ja: 週額
ko: 주간
pt: Semanal
ru: Еженедельно
zh: 按周

source: What are you manifesting?
ar: ماذا تُجلّي؟
de: Was möchtest du manifestieren?
es: ¿Qué estás manifestando?
fr: Que voulez-vous manifester ?
hi: आप क्या मैनिफेस्ट कर रहे हैं?
it: Cosa stai manifestando?
ja: 何を実現 しようとしていますか？
ko: 무엇을 매니페스팅하고 있나요?
pt: O que você está manifestando?
ru: Что вы манифестируете?
zh: 你正在 显化什么？

source: What should stay closed?
ar: ما الذي يجب أن يبقى مغلقًا؟
de: Was soll gesperrt bleiben?
es: ¿Qué debería permanecer cerrado?
fr: Qu'est-ce qui doit rester fermé ?
hi: क्या बंद रहना चाहिए?
it: Cosa deve restare chiuso?
ja: 何を閉じたまま にしますか？
ko: 무엇을 닫아둘까요?
pt: O que deve permanecer fechado?
ru: Что должно оставаться закрытым?
zh: 什么应该 保持关闭？

source: When do you want to show up?
ar: متى تريد أن تحضر؟
de: Wann möchtest du da sein?
es: ¿Cuándo quieres presentarte?
fr: Quand voulez-vous vous présenter ?
hi: आप कब हाज़िर होना चाहते हैं?
it: Quando vuoi esserci?
ja: いつ取り組み\たいですか？
ko: 언제 실천하고 싶으신가요?
pt: Quando você quer aparecer?
ru: Когда вы хотите начинать?
zh: 你想在 什么时候开始？

source: White noise
ar: ضوضاء بيضاء
de: Weißes Rauschen
es: Ruido blanco
fr: Bruit blanc
hi: व्हाइट नॉइज़
it: Rumore bianco
ja: ホワイトノイズ
ko: 화이트 노이즈
pt: Ruído branco
ru: Белый шум
zh: 白噪音

source: Why is this needed?
ar: لماذا هذا ضروري؟
de: Warum ist das nötig?
es: ¿Por qué es necesario?
fr: Pourquoi est-ce nécessaire ?
hi: यह क्यों ज़रूरी है?
it: Perché è necessario?
ja: なぜこれが必要なのですか？
ko: 왜 필요한가요?
pt: Por que isso é necessário?
ru: Зачем это нужно?
zh: 为什么需要这个？

source: Why Screen Time?
ar: لماذا وقت الشاشة؟
de: Warum Bildschirmzeit?
es: ¿Por qué Tiempo de uso?
fr: Pourquoi Temps d'écran ?
hi: स्क्रीन टाइम क्यों?
it: Perché Tempo di utilizzo?
ja: なぜスクリーンタイムが必要？
ko: 왜 스크린 타임이 필요한가요?
pt: Por que Tempo de Uso?
ru: Зачем нужно «Экранное время»?
zh: 为什么需要屏幕使用时间？

# Window closes at %@ · %lld grace skips left
source: Window closes at %1$@ · %2$lld grace skips left
ar: تُغلق النافذة عند %@ · %lld تخطٍّ مؤقت متبقٍّ
de: Zeitfenster schließt um %@ · %lld Gnaden-Skips übrig
es: La ventana cierra a las %@ · %lld saltos de gracia restantes
fr: La fenêtre se ferme à %@ · %lld sauts de grâce restants
hi: विंडो %@ बजे बंद होती है · %lld ग्रेस स्किप शेष
it: La finestra si chiude alle %@ · %lld salti di cortesia rimasti
ja: 時間枠は%@に終了・猶予スキップ残り%lld回
ko: 창은 %@에 닫혀요 · 유예 건너뛰기 %lld회 남음
pt: A janela fecha às %@ · %lld pulos de cortesia restantes
ru: Окно закрывается в %@ · осталось %lld поблажек
zh: 窗口将于%@关闭·剩余%lld次宽限跳过

source: Write it ×3
ar: اكتبها ×3
de: Schreib es ×3
es: Escríbelo ×3
fr: Écrivez-le ×3
hi: ×3 लिखें
it: Scrivilo ×3
ja: 3回書く
ko: ×3 쓰기
pt: Escreva ×3
ru: Напишите ×3
zh: 写3遍

source: Write it ×6
ar: اكتبها ×6
de: Schreib es ×6
es: Escríbelo ×6
fr: Écrivez-le ×6
hi: ×6 लिखें
it: Scrivilo ×6
ja: 6回書く
ko: ×6 쓰기
pt: Escreva ×6
ru: Напишите ×6
zh: 写6遍

source: Write it ×9
ar: اكتبها ×9
de: Schreib es ×9
es: Escríbelo ×9
fr: Écrivez-le ×9
hi: ×9 लिखें
it: Scrivilo ×9
ja: 9回書く
ko: ×9 쓰기
pt: Escreva ×9
ru: Напишите ×9
zh: 写9遍

source: Write it 3 times in the morning, 6 in the afternoon, 9 at night.
ar: اكتبها 3 مرات صباحًا، و6 مرات بعد الظهر، و9 مرات ليلًا.
de: Schreib es 3-mal morgens, 6-mal nachmittags und 9-mal abends.
es: Escríbelo 3 veces por la mañana, 6 por la tarde y 9 por la noche.
fr: Écrivez-le 3 fois le matin, 6 l'après-midi et 9 le soir.
hi: सुबह 3 बार, दोपहर में 6 बार, रात में 9 बार लिखें।
it: Scrivilo 3 volte al mattino, 6 al pomeriggio e 9 alla sera.
ja: 朝3回、昼6回、夜9回書きます。
ko: 아침에 3번, 오후에 6번, 밤에 9번 씁니다.
pt: Escreva 3 vezes de manhã, 6 à tarde e 9 à noite.
ru: Пишите 3 раза утром, 6 раз днём и 9 раз вечером.
zh: 早上写3遍，下午写6遍，晚上写9遍。

source: WRITE IT OUT
ar: اكتبها
de: SCHREIB ES AUF
es: ESCRÍBELO
fr: ÉCRIVEZ-LE
hi: इसे लिखें
it: SCRIVILO
ja: 書き出す
ko: 적어보세요
pt: ESCREVA
ru: ЗАПИШИТЕ ЭТО
zh: 写下来

source: Write now — %@
ar: اكتب الآن — %@
de: Jetzt schreiben — %@
es: Escribe ahora — %@
fr: Écrivez maintenant — %@
hi: अभी लिखें — %@
it: Scrivi ora — %@
ja: 今すぐ書く — %@
ko: 지금 쓰기 — %@
pt: Escreva agora — %@
ru: Написать сейчас — %@
zh: 立即书写 — %@

source: year
ar: سنة
de: Jahr
es: año
fr: an
hi: साल
it: anno
ja: 年
ko: 년
pt: ano
ru: год
zh: 年

source: Yearly
ar: سنوي
de: Jährlich
es: Anual
fr: Annuel
hi: वार्षिक
it: Annuale
ja: 年額
ko: 연간
pt: Anual
ru: Ежегодно
zh: 按年

# You read your intention on %lld of %lld mornings — a %lld%% show-up rate.
source: You read your intention on %1$lld of %2$lld mornings — a %3$lld%% show-up rate.
ar: قرأت نيتك في %lld من %lld صباحًا — بمعدل حضور %lld%%.
de: Du hast deine Absicht an %lld von %lld Morgen gelesen — eine Quote von %lld %%.
es: Leíste tu intención %lld de %lld mañanas: una tasa de %lld%%.
fr: Vous avez lu votre intention %lld matins sur %lld — un taux de présence de %lld %%.
hi: आपने %lld में से %lld सुबहों को अपना इरादा पढ़ा — %lld%% उपस्थिति दर।
it: Hai letto la tua intenzione in %lld mattine su %lld — un tasso del %lld%%.
ja: %lld朝中%lld朝、意図を読みました — 実施率%lld%%。
ko: %lld일 중 %lld일 아침에 의도를 읽었어요 — %lld%% 실천율이에요.
pt: Você leu sua intenção em %lld de %lld manhãs — uma taxa de %lld%%.
ru: Вы читали своё намерение %lld из %lld утр — показатель %lld%%.
zh: 你在%lld个早晨中的%lld个读出了意图——出勤率%lld%%。

source: You wrote it %lld times. The next window picks up later today.
ar: كتبتها %lld مرة. تبدأ النافذة التالية لاحقًا اليوم.
de: Du hast es %lld Mal geschrieben. Das nächste Zeitfenster folgt später heute.
es: Lo escribiste %lld veces. La siguiente ventana llega más tarde hoy.
fr: Vous l'avez écrit %lld fois. La prochaine fenêtre reprend plus tard aujourd'hui.
hi: आपने इसे %lld बार लिखा। अगली विंडो आज बाद में शुरू होगी।
it: L'hai scritto %lld volte. La prossima finestra riprende più tardi oggi.
ja: %lld回書きました。次の時間枠は今日の後半にあります。
ko: %lld번 썼어요. 다음 창은 오늘 늦게 다시 열려요.
pt: Você escreveu %lld vezes. A próxima janela começa mais tarde hoje.
ru: Вы написали это %lld раз(а). Следующее окно откроется позже сегодня.
zh: 你已写了%lld次。下一个时间窗口将在今日晚些时候开启。

source: Your 369 afternoon session is ready.
ar: جلستك بعد الظهر 369 جاهزة.
de: Deine 369-Nachmittagssession ist bereit.
es: Tu sesión de la tarde 369 está lista.
fr: Votre séance de l'après-midi 369 est prête.
hi: आपका 369 दोपहर का सत्र तैयार है।
it: La tua sessione pomeridiana 369 è pronta.
ja: 369メソッドの午後のセッションの準備ができました。
ko: 369 오후 세션이 준비되었습니다.
pt: Sua sessão da tarde 369 está pronta.
ru: Ваша дневная сессия 369 готова.
zh: 你的369午间练习已准备就绪。

source: Your 369 morning session is ready.
ar: جلستك الصباحية 369 جاهزة.
de: Deine 369-Morgensession ist bereit.
es: Tu sesión matutina 369 está lista.
fr: Votre séance matinale 369 est prête.
hi: आपका 369 सुबह का सत्र तैयार है।
it: La tua sessione mattutina 369 è pronta.
ja: 369メソッドの朝のセッションの準備ができました。
ko: 369 아침 세션이 준비되었습니다.
pt: Sua sessão matinal 369 está pronta.
ru: Ваша утренняя сессия 369 готова.
zh: 你的369晨间练习已准备就绪。

source: Your 369 night session is ready.
ar: جلستك المسائية 369 جاهزة.
de: Deine 369-Abendsession ist bereit.
es: Tu sesión nocturna 369 está lista.
fr: Votre séance du soir 369 est prête.
hi: आपका 369 रात का सत्र तैयार है।
it: La tua sessione serale 369 è pronta.
ja: 369メソッドの夜のセッションの準備ができました。
ko: 369 밤 세션이 준비되었습니다.
pt: Sua sessão noturna 369 está pronta.
ru: Ваша вечерняя сессия 369 готова.
zh: 你的369夜间练习已准备就绪。

source: Your AI-generated reflections and daily scripts will be written in this language.
ar: ستُكتب تأملاتك ونصوصك اليومية المولّدة بالذكاء الاصطناعي بهذه اللغة.
de: Deine KI-generierten Reflexionen und täglichen Texte werden in dieser Sprache verfasst.
es: Tus reflexiones y guiones diarios generados por IA se escribirán en este idioma.
fr: Vos réflexions et textes quotidiens générés par IA seront écrits dans cette langue.
hi: आपके AI-जनित रिफ्लेक्शन और दैनिक स्क्रिप्ट इसी भाषा में लिखी जाएंगी।
it: Le tue riflessioni e i testi quotidiani generati dall'IA saranno scritti in questa lingua.
ja: AIが生成する内省や毎日のスクリプトはこの言語で書かれます。
ko: AI가 생성하는 성찰과 매일의 스크립트는 이 언어로 작성됩니다.
pt: Suas reflexões e roteiros diários gerados por IA serão escritos neste idioma.
ru: Ваши AI-рефлексии и ежедневные тексты будут написаны на этом языке.
zh: AI生成的感悟和每日脚本将以此语言撰写。

source: YOUR COLOR
ar: لونك
de: DEINE FARBE
es: TU COLOR
fr: VOTRE COULEUR
hi: आपका रंग
it: IL TUO COLORE
ja: あなたの色
ko: 나의 색상
pt: SUA COR
ru: ВАШ ЦВЕТ
zh: 你的颜色

source: Your day unlocks
ar: يومك ينفتح
de: Dein Tag wird entsperrt
es: Tu día se desbloquea
fr: Votre journée se déverrouille
hi: आपका दिन अनलॉक होता है
it: La tua giornata si sblocca
ja: あなたの1日が解き放たれます
ko: 당신의 하루가 열려요
pt: Seu dia é desbloqueado
ru: Ваш день разблокирован
zh: 你的一天已解锁

source: Your intentions, protected daily.
ar: نواياك، محمية يوميًا.
de: Deine Absichten, täglich geschützt.
es: Tus intenciones, protegidas cada día.
fr: Vos intentions, protégées chaque jour.
hi: आपके इरादे, हर दिन सुरक्षित।
it: Le tue intenzioni, protette ogni giorno.
ja: あなたの意図を、 毎日守ります。
ko: 당신의 의도, 매일 지켜드려요.
pt: Suas intenções, protegidas todo dia.
ru: Ваши намерения защищены каждый день.
zh: 你的意图， 每日守护。

source: Your journey
ar: رحلتك
de: Deine Reise
es: Tu trayecto
fr: Votre parcours
hi: आपकी यात्रा
it: Il tuo percorso
ja: あなたのジャーニー
ko: 나의 여정
pt: Sua jornada
ru: Ваш путь
zh: 你的历程

source: Your picks are saved, but apps won't actually lock until you enable Screen Time in Settings.
ar: تم حفظ اختياراتك، لكن التطبيقات لن تُقفل فعليًا حتى تفعّل وقت الشاشة في الإعدادات.
de: Deine Auswahl ist gespeichert, aber Apps werden erst gesperrt, wenn du Bildschirmzeit in den Einstellungen aktivierst.
es: Tu selección está guardada, pero las apps no se bloquearán hasta que actives Tiempo de uso en Ajustes.
fr: Votre sélection est enregistrée, mais les applis ne se verrouilleront pas tant que vous n'aurez pas activé Temps d'écran dans Réglages.
hi: आपकी पसंद सहेजी गई है, लेकिन जब तक आप सेटिंग्स में स्क्रीन टाइम सक्षम नहीं करते, ऐप्स वास्तव में लॉक नहीं होंगे।
it: La tua selezione è salvata, ma le app non si bloccheranno finché non attivi Tempo di utilizzo in Impostazioni.
ja: 選択内容は保存されましたが、設定でスクリーンタイムを有効にするまでアプリは実際にはロックされません。
ko: 선택 내용은 저장됐지만, 설정에서 스크린 타임을 켜기 전까지는 앱이 실제로 잠기지 않아요.
pt: Sua seleção está salva, mas os apps não travarão até você ativar o Tempo de Uso em Ajustes.
ru: Ваш выбор сохранён, но приложения не будут блокироваться, пока вы не включите «Экранное время» в Настройках.
zh: 你的选择已保存，但在设置中启用屏幕使用时间之前，应用不会真正锁定。

source: Your ritual is waiting
ar: طقسك في انتظارك
de: Dein Ritual wartet
es: Tu ritual te espera
fr: Votre rituel vous attend
hi: आपकी रस्म प्रतीक्षा कर रही है
it: Il tuo rituale ti aspetta
ja: あなたのリチュアルが待っています
ko: 리추얼이 기다리고 있어요
pt: Seu ritual está esperando
ru: Ваш ритуал ждёт
zh: 你的仪式正在等待

source: Your ritual is waiting. Two minutes, then the day is yours.
ar: طقسك في انتظارك. دقيقتان، ثم يصبح يومك ملكًا لك.
de: Dein Ritual wartet. Zwei Minuten, dann gehört dir der Tag.
es: Tu ritual te espera. Dos minutos y el día es tuyo.
fr: Votre rituel vous attend. Deux minutes, puis la journée est à vous.
hi: आपका अनुष्ठान इंतज़ार कर रहा है। दो मिनट, फिर दिन आपका है।
it: Il tuo rituale ti aspetta. Due minuti, poi la giornata è tua.
ja: 儀式が待っています。2分で、今日はあなたのものになります。
ko: 의식이 기다리고 있어요. 2분이면 오늘 하루가 당신 것이 돼요.
pt: Seu ritual está esperando. Dois minutos, e o dia é seu.
ru: Ваш ритуал ждёт. Две минуты — и день ваш.
zh: 你的仪式在等着你。只需两分钟，今天就完全属于你。

source: YOUR STYLE
ar: نمطك
de: DEIN STIL
es: TU ESTILO
fr: VOTRE STYLE
hi: आपकी शैली
it: IL TUO STILE
ja: あなたのスタイル
ko: 나의 스타일
pt: SEU ESTILO
ru: ВАШ СТИЛЬ
zh: 你的风格
